Repository: skverall/CarDealerTracker-ios-android
Catalog: iOS Car Dealer Tracker/Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ar, hi, id, ja, ko, pt_br, ru, uz

source: Holding Cost
ar: تكلفة القابضة
hi: होल्डिंग लागत
id: Biaya Penyimpanan
ja: 在庫保有費
pt_br: Custo de retenção
ru: Стоимость хранения
uz: Holding narxi

# holding_cost_desc
source: Holding Cost
ar: تكلفة القابضة
hi: होल्डिंग लागत
id: Biaya Penyimpanan
ja: 在庫保有費
pt_br: Custo de retenção
ru: Стоимость хранения
uz: Holding narxi

# holding_cost_load_failed
source: Failed to load settings
ar: فشل تحميل الإعدادات
hi: सेटिंग्स लोड करने में विफल
id: Gagal memuat pengaturan
ja: 設定を読み込めませんでした
pt_br: Falha ao carregar as configurações
ru: Не удалось загрузить настройки
uz: Sozlamalarni yuklab boʻlmadi

# holding_cost_per_day
source: Holding Cost / Day
ar: تكلفة القابضة / اليوم
hi: होल्डिंग लागत/दिन
id: Biaya Penyimpanan / Hari
ja: 1日あたり保有費
pt_br: Custo de retenção/dia
ru: Стоимость хранения / день
uz: Saqlash narxi / kun

# holding_cost_save_failed
source: Failed to save settings
ar: فشل في حفظ الإعدادات
hi: सेटिंग्स सहेजने में विफल
id: Gagal menyimpan pengaturan
ja: 設定を保存できませんでした
pt_br: Falha ao salvar as configurações
ru: Не удалось сохранить настройки
uz: Sozlamalarni saqlab boʻlmadi

source: Holding Cost Settings
ar: إعدادات تكلفة الاحتفاظ
hi: होल्डिंग लागत सेटिंग्स
id: Pengaturan Biaya Penyimpanan
ja: 在庫保有費設定
pt_br: Configurações de custos de retenção
ru: Настройки стоимости хранения
uz: Xarajat sozlamalarini saqlash

source: I Owe
ar: أنا مدين
hi: मुझे बकाया है
id: Saya berhutang
ja: 支払予定
pt_br: Eu devo
ru: Я должен
uz: Men qarzdorman

source: In Progress
ar: في تَقَدم
hi: प्रगति पर है
id: Sedang Berlangsung
ja: 進行中
pt_br: Em Progress
ru: В процессе
uz: Davom etilmoqda

source: In Transit
ar: في مرحلة انتقالية
hi: पारगमन में
id: Dalam Transit
ja: 搬送中
pt_br: Em trânsito
ru: В пути
uz: Tranzitda

# inspection_report_label
source: Inspection Report
ar: تقرير التفتيش
hi: निरीक्षण रिपोर्ट
id: Laporan Inspeksi
ja: 検査レポート
pt_br: Relatório de inspeção
ru: Отчет осмотра
uz: Tekshirish hisoboti

source: Insurance
ar: تأمين
hi: बीमा
id: Asuransi
ja: 保険
pt_br: Seguro
ru: Страховка
uz: Sugʻurta

# interaction_closed_lost
source: Closed Lost
ar: مغلق ضائع
hi: बंद हुआ खोया हुआ
id: Tertutup Hilang
ja: 失注
pt_br: Fechado Perdido
ru: Закрыто (потеря)
uz: Yopiq Lost

# interaction_closed_won
source: Closed Won
ar: فاز مغلق
hi: बंद जीत गया
id: Tertutup Menang
ja: 成約
pt_br: Fechado e ganho
ru: Успешно закрыто
uz: Yopiq von

# interaction_follow_up
source: Follow Up
ar: متابعة
hi: अनुसरण करें
id: Tindak lanjut
ja: フォローアップ
pt_br: Acompanhamento
ru: Напоминание (Follow Up)
uz: Kuzatish

# interaction_negotiation
source: Negotiation
ar: التفاوض
hi: बातचीत
id: Negosiasi
ja: 交渉
pt_br: Negociação
ru: Переговоры
uz: Muzokaralar

# interaction_offer
source: Offer
ar: يعرض
hi: प्रस्ताव
id: Penawaran
ja: 見積提示
pt_br: Oferta
ru: Предложение
uz: Taklif

# interaction_outreach
source: Initial Contact
ar: الاتصال الأولي
hi: प्रारंभिक संपर्क
id: Kontak Awal
ja: 初回連絡
pt_br: Contato inicial
ru: Первичный контакт
uz: Dastlabki aloqa

# interaction_qualification
source: Qualification
ar: مؤهل
hi: योग्यता
id: Kualifikasi
ja: 見込み確認
pt_br: Qualificação
ru: Квалификация
uz: Malaka

# interaction_test_drive
source: Test Drive
ar: اختبار القيادة
hi: टेस्ट ड्राइव
id: Uji jalan
ja: 試乗
pt_br: Teste gratuito
ru: Тест-драйв
uz: Sinov diski

# interaction_update
source: Update
ar: تحديث
hi: अद्यतन करें
id: Pembaruan
ja: 更新
pt_br: Atualização
ru: Обновление
uz: Yangilash

source: Interactions
ar: التفاعلات
hi: इंटरैक्शन
id: Interaksi
ja: 対応履歴
pt_br: Interações
ru: История
uz: Oʻzaro ta'sirlar

source: Inventory
ar: المخزون
hi: इन्वेंटरी
id: Inventaris
ja: 在庫
pt_br: Estoque
ru: В наличии
uz: Ombor

# inventory_alert_body
source: %@ • %d days in stock
ar: %@ • %d أيام في المخزون
hi: %@ • %d दिनों का स्टॉक है
id: %@ • %d hari tersedia
ja: %@ • 在庫%d日
pt_br: %@ • %d dias em estoque
ru: %@ • %d дней на складе
uz: %@ • %d kun zaxirada

source: Inventory Alert Threshold
ar: عتبة تنبيه المخزون
hi: इन्वेंटरी अलर्ट थ्रेशोल्ड
id: Ambang Peringatan Inventaris
ja: 在庫アラート基準
pt_br: Limite de alerta de estoque
ru: Порог оповещения по инвентарю
uz: Inventarizatsiya haqida ogohlantirish chegarasi

# inventory_alert_threshold_hint
source: Notify when a vehicle exceeds this many days
ar: إعلام عندما تتجاوز المركبة هذا العدد من الأيام
hi: जब कोई कार इतने दिनों से अधिक हो जाए तो सूचित करें
id: Beritahu bila kendaraan melebihi beberapa hari ini
ja: 車両の在庫日数がこの日数を超えたら通知
pt_br: Notificar quando um veículo exceder esse número de dias
ru: Уведомлять, если авто стоит больше заданного количества дней
uz: Avtomobil shu kundan oshib ketganda xabar bering

# inventory_alert_title
source: Inventory Alert
ar: تنبيه المخزون
hi: इन्वेंटरी चेतावनी
id: Peringatan Inventaris
ja: 在庫アラート
pt_br: Alerta de estoque
ru: Предупреждение по инвентарю
uz: Inventarizatsiya haqida ogohlantirish

source: Inventory Analytics
ar: تحليلات المخزون
hi: इन्वेंटरी एनालिटिक्स
id: Inventaris Analitik
ja: 在庫分析
ko: 재고 분석
pt_br: Análise de estoque
ru: Аналитика инвентаря
uz: Inventarizatsiya tahlili

# inventory_health_excellent
source: Excellent Health
ar: صحة ممتازة
hi: उत्कृष्ट स्वास्थ्य
id: Kesehatan Luar Biasa
ja: 在庫状態は非常に良好
pt_br: Excelente saúde
ru: Отличное состояние
uz: Ajoyib Salomatlik

# inventory_health_excellent_message
source: Your inventory efficiency is top tier.
ar: كفاءة المخزون الخاص بك هي الطبقة العليا.
hi: आपकी इन्वेंट्री दक्षता शीर्ष स्तर की है।
id: Efisiensi inventaris Anda adalah tingkat teratas.
ja: 在庫運用は非常に効率的です。
pt_br: A eficiência do seu estoque é excelente.
ru: Эффективность склада на высоком уровне.
uz: Inventaringiz samaradorligi juda yaxshi.

# inventory_health_fair
source: Fair Health
ar: الصحة العادلة
hi: उचित स्वास्थ्य
id: Kesehatan yang Adil
ja: 在庫状態は普通
pt_br: Saúde Justa
ru: Среднее состояние
uz: Adolatli salomatlik

# inventory_health_fair_message
source: Consider discounting older units.
ar: النظر في خصم الوحدات القديمة.
hi: पुरानी इकाइयों पर छूट देने पर विचार करें।
id: Pertimbangkan untuk mendiskon unit lama.
ja: 長期在庫は価格調整を検討してください。
pt_br: Considere descontar unidades mais antigas.
ru: Рассмотрите скидки на старые автомобили.
uz: Eski birliklarni chegirmani oʻylab koʻring.

# inventory_health_good
source: Good Health
ar: صحة جيدة
hi: अच्छा स्वास्थ्य
id: Kesehatan yang Baik
ja: 在庫状態は良好
pt_br: Boa saúde
ru: Хорошее состояние
uz: Yaxshi sogʻlik

# inventory_health_good_message
source: Inventory flow is healthy.
ar: تدفق المخزون صحي.
hi: इन्वेंट्री प्रवाह स्वस्थ है.
id: Aliran inventaris sehat.
ja: 在庫の流れは良好です。
pt_br: O fluxo de estoque está íntegro.
ru: Движение склада здоровое.
uz: Inventarizatsiya oqimi sogʻlom.

# inventory_health_needs_attention
source: Needs Attention
ar: يحتاج إلى اهتمام
hi: ध्यान देने की जरूरत है
id: Perlu Perhatian
ja: 要対応
pt_br: Precisa de atenção
ru: Требует внимания
uz: E'tibor kerak

# inventory_health_needs_attention_message
source: High holding costs detected.
ar: تم الكشف عن تكاليف الاحتفاظ العالية.
hi: उच्च होल्डिंग लागत का पता चला।
id: Biaya penyimpanan yang tinggi terdeteksi.
ja: 保管コストが高くなっています。
pt_br: Altos custos de manutenção detectados.
ru: Обнаружены высокие затраты на хранение.
uz: Yuqori ushlab turish xarajatlari aniqlandi.

source: Inventory Value
ar: قيمة المخزون
hi: इन्वेंटरी मूल्य
id: Nilai Persediaan
ja: 在庫金額
pt_br: Valor do estoque
ru: Стоимость инвентаря
uz: Inventarizatsiya qiymati

# invitation_accepted_switcher
source: Invitation accepted. Use the switcher to change organizations.
ar: تم قبول الدعوة. استخدم المحوّل لتغيير المؤسسات.
hi: निमंत्रण स्वीकार किया गया. संगठन बदलने के लिए स्विचर का उपयोग करें.
id: Undangan diterima. Gunakan pengalih untuk mengubah organisasi.
ja: 招待を承認しました。切り替えメニューから組織を変更してください。
pt_br: Convite aceito. Use o seletor para mudar de organização.
ru: Приглашение принято. Используйте переключатель, чтобы сменить организацию.
uz: Taklif qabul qilindi. Tashkilotlarni oʻzgartirish uchun almashtirgichdan foydalaning.

# invitation_link_saved_sign_in
source: Invitation link saved. Sign in to accept.
ar: تم حفظ رابط الدعوة. قم بتسجيل الدخول للقبول.
hi: आमंत्रण लिंक सहेजा गया. स्वीकार करने के लिए साइन इन करें.
id: Tautan undangan disimpan. Masuk untuk menerima.
ja: 招待リンクを保存しました。承認するにはサインインしてください。
pt_br: Link do convite salvo. Faça login para aceitar.
ru: Ссылка-приглашение сохранена. Войдите, чтобы принять ее.
uz: Taklif havolasi saqlandi. Qabul qilish uchun tizimga kiring.

# invite_code_accepted_switcher
source: Invite code accepted. Use the switcher to change organizations.
ar: تم قبول رمز الدعوة. استخدم المحوّل لتغيير المؤسسات.
hi: आमंत्रण कोड स्वीकार किया गया. संगठन बदलने के लिए स्विचर का उपयोग करें.
id: Kode undangan diterima. Gunakan pengalih untuk mengubah organisasi.
ja: 招待コードを承認しました。切り替えメニューから組織を変更してください。
pt_br: Código de convite aceito. Use o seletor para mudar de organização.
ru: Код приглашения принят. Используйте переключатель, чтобы сменить организацию.
uz: Taklif kodi qabul qilindi. Tashkilotlarni oʻzgartirish uchun almashtirgichdan foydalaning.

# invite_code_saved_sign_in
source: Invite code saved. Sign in to apply.
ar: تم حفظ رمز الدعوة. قم بتسجيل الدخول لتقديم الطلب.
hi: आमंत्रण कोड सहेजा गया. आवेदन करने के लिए साइन इन करें.
id: Kode undangan disimpan. Masuk untuk melamar.
ja: 招待コードを保存しました。適用するにはサインインしてください。
pt_br: Código de convite salvo. Faça login para se inscrever.
ru: Код приглашения сохранен. Войдите, чтобы применить его.
uz: Taklif kodi saqlandi. Qoʻllash uchun tizimga kiring.

# invite_dealer_subtitle
source: Give your dealer friends an invite code. You get 1 month free when they subscribe.
ar: قم بإعطاء أصدقائك الموزعين رمز دعوة. تحصل على شهر مجاني عند الاشتراك.
hi: अपने डीलर मित्रों को एक आमंत्रण कोड दें। जब वे सदस्यता लेते हैं तो आपको 1 महीना मुफ़्त मिलता है।
id: Berikan kode undangan kepada teman dealer Anda. Anda mendapatkan 1 bulan gratis ketika mereka berlangganan.
ja: 販売店仲間に招待コードを共有しましょう。相手が登録すると1か月無料になります。
pt_br: Dê aos seus amigos revendedores um código de convite. Você ganha 1 mês grátis quando eles assinam.
ru: Дайте друзьям‑дилерам код. Вы получаете 1 месяц бесплатно, когда они оформят подписку.
uz: Dilerlaringizga taklif kodini bering. Ular obuna boʻlganda, siz 1 oy bepul olasiz.

# invite_existing_account_notice
source: Account already exists. Ask the member to sign in or reset their password.
ar: الحساب موجود بالفعل. اطلب من العضو تسجيل الدخول أو إعادة تعيين كلمة المرور الخاصة به.
hi: खाता पहले से मौजूद है. सदस्य को साइन इन करने या अपना पासवर्ड रीसेट करने के लिए कहें।
id: Akun sudah ada. Minta anggota untuk masuk atau mengatur ulang kata sandinya.
ja: アカウントはすでに存在します。メンバーにサインインまたはパスワードリセットを依頼してください。
pt_br: A conta já existe. Peça ao membro para fazer login ou redefinir a senha.
ru: Аккаунт уже существует. Попросите участника войти или сбросить пароль.
uz: Hisob allaqachon mavjud. A'zodan tizimga kirishini yoki parolini tiklashni soʻrang.

source: Kei Car
ar: مركبة كي
hi: केई कार
id: Mobil Kei
ja: 軽自動車
pt_br: Kei Carro
ru: Кей-кар
uz: Kei mashinasi

source: km
ar: كم
hi: किमी
ru: км

source: Last 30 Days
ar: آخر 30 يومًا
hi: पिछले 30 दिन
id: 30 Hari Terakhir
ja: 過去30日
pt_br: Últimos 30 dias
ru: Последние 30 дней
uz: Oxirgi 30 kun

source: Last 3 Months
ar: آخر 3 أشهر
hi: पिछले 3 महीने
id: 3 Bulan Terakhir
ja: 過去3か月
pt_br: Últimos 3 meses
ru: 3 месяца
uz: Oxirgi 3 oy

source: Last 6 Months
ar: آخر 6 أشهر
hi: पिछले 6 महीने
id: 6 Bulan Terakhir
ja: 過去6か月
pt_br: Últimos 6 meses
ru: 6 месяцев
uz: Oxirgi 6 oy

source: Last 7 Days
ar: آخر 7 أيام
hi: पिछले 7 दिन
id: 7 Hari Terakhir
ja: 過去7日
pt_br: Últimos 7 dias
ru: Последние 7 дней
uz: Oxirgi 7 kun

source: Last sync:
ar: آخر مزامنة:
hi: अंतिम सिंक:
id: Sinkronisasi terakhir:
ja: 最終同期:
pt_br: Última sincronização:
ru: Последняя синхронизация:
uz: Oxirgi sinxronlash:

source: Legal
ar: قانوني
hi: कानूनी
id: Hukum
ja: 法務
pt_br: Jurídico
ru: Правовая информация
uz: Huquqiy

source: Loading
ar: جارٍ التحميل
hi: लोड हो रहा है
id: Memuat
ja: 読み込み中
ko: 불러오는 중
pt_br: Carregando
ru: Загрузка
uz: Yuklanmoqda

source: Lowest ROI
ar: أدنى عائد على الاستثمار
hi: सबसे कम ROI
id: ROI terendah
ja: ROIが低い順
pt_br: ROI mais baixo
ru: Самый низкий ROI
uz: Eng past ROI

# mail_error_message
source: Cannot open Mail app. Please contact us manually at %@
ar: لا يمكن فتح تطبيق البريد. يرجى الاتصال بنا يدويًا على %@
hi: मेल ऐप नहीं खोल सकता. कृपया हमसे %@ पर मैन्युअल रूप से संपर्क करें
id: Tidak dapat membuka aplikasi Mail. Silakan hubungi kami secara manual di %@
ja: メールアプリを開けません。%@ まで直接ご連絡ください。
pt_br: Não é possível abrir o aplicativo Mail. Entre em contato conosco manualmente em %@
ru: Не удалось открыть Почту. Пожалуйста, напишите нам вручную на %@
uz: Pochta ilovasini ochib boʻlmadi. Iltimos, %@ raqami orqali biz bilan bogʻlaning

source: Manage
ar: يدير
hi: प्रबंधित करें
id: Kelola
ja: 管理
pt_br: Gerenciar
ru: Управление
uz: Boshqarish

# manage_photos
source: Manage
ar: يدير
hi: प्रबंधित करें
id: Kelola
ja: 管理
pt_br: Gerenciar
ru: Управление
uz: Boshqarish

source: Management
ar: إدارة
hi: प्रबंधन
id: Manajemen
ja: 管理
pt_br: Gerenciamento
ru: Управление
uz: Boshqaruv

source: Mark as Sold
ar: وضع علامة "مباع".
hi: बिक गया के रूप में चिह्नित करें
id: Tandai sebagai Terjual
ja: 販売済みにする
pt_br: Marcar como vendido
ru: Отметить как проданное
uz: Sotilgan deb belgilang

source: Marketing
ar: تسويق
hi: मार्केटिंग
id: Pemasaran
ja: 広告宣伝
ru: Маркетинг
uz: Reklama

source: Method
ar: طريقة
hi: विधि
id: Metode
ja: 方法
pt_br: Método
ru: Способ оплаты
uz: Usul

source: mi
ar: ميل
hi: मील
ru: ми

source: miles
ar: أميال
hi: मील
id: mil
ja: マイル
pt_br: milhas
ru: мили
uz: mil

source: Month
ar: شهر
hi: महीना
id: Bulan
ja: 月
pt_br: Mês
ru: Месяц
uz: Oy

source: Monthly Rate
ar: المعدل الشهري
hi: मासिक दर
id: Tarif Bulanan
ja: 月次率
pt_br: Taxa Mensal
ru: Месячная ставка
uz: Oylik tarif

# name_label
source: Name
ar: الاسم
hi: नाम
id: Nama
ja: 名前
pt_br: Nome
ru: Имя
uz: Ism

source: Needs Attention
ar: يحتاج إلى اهتمام
hi: ध्यान देने की जरूरत है
id: Perlu Perhatian
ja: 要確認
pt_br: Precisa de atenção
ru: Требует внимания
uz: E'tibor kerak

# net_profit
source: Sales Profit
ar: ربح المبيعات
hi: बिक्री लाभ
id: Sales Untung
ja: 販売利益
ko: 판매 이익
pt_br: Lucro de vendas
ru: Прибыль с продаж
uz: Sotishdan olingan foyda

source: Never
ar: أبدا
hi: कभी नहीं
id: Tidak pernah
ja: なし
pt_br: Nunca
ru: Никогда
uz: Hech qachon

source: Never synced
ar: لم تتم مزامنتها مطلقًا
hi: कभी समन्वयित नहीं किया गया
id: Tidak pernah disinkronkan
ja: 未同期
pt_br: Nunca sincronizado
ru: Не синхронизировано
uz: Hech qachon sinxronlanmagan

# new_badge
source: New
ar: جديد
hi: नया
id: Baru
ja: 新規
ko: 새 기능
pt_br: Novo
ru: Новое
uz: Yangi

source: New Car
ar: مركبة جديدة
hi: नई कार
id: Mobil Baru
ja: 新車
pt_br: Carro novo
ru: Новый автомобиль
uz: Yangi Avtomobil

source: New Client
ar: عميل جديد
hi: नया ग्राहक
id: Klien Baru
ja: 新規顧客
pt_br: Novo cliente
ru: Новый клиент
uz: Yangi mijoz

source: New Debt
ar: ديون جديدة
hi: नया कर्ज़
id: Hutang Baru
ja: 新規債務
pt_br: Nova dívida
ru: Новый долг
uz: Yangi qarz

source: New Expense
ar: حساب جديد
hi: नया खर्च
id: Biaya Baru
ja: 新規経費
pt_br: Nova despesa
ru: Новый расход
uz: Yangi xarajat

# new_password_placeholder
source: New Password
ar: كلمة المرور الجديدة
hi: नया पासवर्ड
id: Kata Sandi Baru
ja: 新しいパスワード
pt_br: Nova senha
ru: Новый пароль
uz: Yangi parol

source: New Sale
ar: بيع جديد
hi: नई बिक्री
id: Penjualan Baru
ja: 新規販売
pt_br: Nova promoção
ru: Новая продажа
uz: Yangi sotuv

source: Newest First
ar: الأحدث أولا
hi: नवीनतम प्रथम
id: Terbaru Pertama
ja: 新しい順
pt_br: Novidades primeiro
ru: Сначала новые
uz: Eng yangi birinchi

source: Newest Inventory
ar: أحدث المخزون
hi: नवीनतम सूची
id: Inventaris Terbaru
ja: 新しい在庫順
pt_br: Estoque mais recente
ru: Сначала новый склад
uz: Avval eng yangi zaxira

# no_account_kind_found
source: No %@ Found
ar: لم يتم العثور على %@
hi: कोई %@ नहीं मिला
id: Tidak ada %@ Ditemukan
ja: %@がありません
pt_br: Nenhum %@ encontrado
ru: Счета типа %@ не найдены
uz: %@ topilmadi

source: No active business selected.
ar: لم يتم تحديد أي نشاط تجاري نشط.
hi: कोई सक्रिय व्यवसाय चयनित नहीं.
id: Tidak ada bisnis aktif yang dipilih.
ja: 有効な事業が選択されていません。
pt_br: Nenhuma empresa ativa selecionada.
ru: Активная организация не выбрана.
uz: Hech qanday faol biznes tanlanmagan.

source: No burning inventory
ar: لا يوجد مخزون محترق
hi: कोई जलती हुई वस्तु-सूची नहीं
id: Tidak ada inventaris yang terbakar
ja: 長期在庫はありません
pt_br: Sem queima de estoque
ru: Нет горящего инвентаря
uz: Yonayotgan inventar yoʻq

source: No clients found
ar: لم يتم العثور على عملاء
hi: कोई ग्राहक नहीं मिला
id: Tidak ada klien yang ditemukan
ja: 顧客が見つかりません
pt_br: Nenhum cliente encontrado
ru: Клиенты не найдены
uz: Hech qanday mijoz topilmadi

source: No Date
ar: لا يوجد تاريخ
hi: कोई तारीख़ नहीं
id: Tidak Ada Tanggal
ja: 日付なし
pt_br: Sem data
ru: Нет даты
uz: Sana yoʻq

source: No details
ar: لا تفاصيل
hi: कोई विवरण नहीं
id: Tidak ada detail
ja: 詳細なし
pt_br: Sem detalhes
ru: Нет деталей
uz: Tafsilotlar yoʻq

source: No expenses found
ar: لم يتم العثور على نفقات
hi: कोई खर्च नहीं मिला
id: Tidak ada biaya yang ditemukan
ja: 経費が見つかりません
pt_br: Nenhuma despesa encontrada
ru: Расходы не найдены
uz: Hech qanday xarajat topilmadi

# no_expenses_help_text
source: Try adjusting your filters or add a new expense.
ar: حاول تعديل عوامل التصفية أو إضافة نفقات جديدة.
hi: अपने फ़िल्टर समायोजित करने का प्रयास करें या कोई नया खर्च जोड़ें।
id: Coba sesuaikan filter Anda atau tambahkan pengeluaran baru.
ja: フィルターを調整するか、新しい経費を追加してください。
pt_br: Tente ajustar seus filtros ou adicionar uma nova despesa.
ru: Попробуйте изменить фильтры или добавьте новый расход.
uz: Filtrlaringizni sozlab koʻring yoki yangi xarajat qoʻshing.

# no_expenses_period
source: No expenses for this period
ar: لا توجد نفقات لهذه الفترة
hi: इस अवधि के लिए कोई खर्च नहीं
id: Tidak ada biaya untuk periode ini
ja: この期間の経費はありません
pt_br: Sem despesas neste período
ru: Нет расходов за этот период
uz: Ushbu davr uchun hech qanday xarajatlar yoʻq

# no_expenses_recorded
source: No expenses recorded for this vehicle
ar: لم يتم تسجيل أي نفقات لهذه المركبة
hi: इस कार के लिए कोई खर्च दर्ज नहीं किया गया
id: Tidak ada biaya yang dicatat untuk kendaraan ini
ja: この車両の経費はまだありません
pt_br: Nenhuma despesa registrada para este veículo
ru: Расходов пока нет
uz: Ushbu avtomobil uchun hech qanday xarajatlar qayd etilmagan

source: No expenses today
ar: لا يوجد مصروفات اليوم
hi: आज कोई खर्च नहीं
id: Tidak ada biaya hari ini
ja: 本日の経費はありません
pt_br: Sem despesas hoje
ru: Сегодня расходов нет
uz: Bugun hech qanday xarajat yoʻq

# no_interactions
source: No interactions yet
ar: لا توجد تفاعلات حتى الآن
hi: अभी तक कोई बातचीत नहीं
id: Belum ada interaksi
ja: 対応履歴はまだありません
pt_br: Nenhuma interação ainda
ru: Пока нет записей
uz: Hozircha oʻzaro aloqalar yoʻq

source: No photos selected
ar: لم يتم تحديد أي صور
hi: कोई फ़ोटो चयनित नहीं
id: Tidak ada foto yang dipilih
ja: 写真が選択されていません
pt_br: Nenhuma foto selecionada
ru: Фото не выбраны
uz: Hech qanday surat tanlanmagan

# no_profit_data
source: No profit data for this period
ar: لا توجد بيانات الربح لهذه الفترة
hi: इस अवधि के लिए कोई लाभ डेटा नहीं
id: Tidak ada data keuntungan untuk periode ini
ja: この期間の利益データはありません
pt_br: Não há dados de lucro para este período
ru: Нет данных о прибыли за этот период
uz: Ushbu davr uchun foyda haqida ma'lumot yoʻq

source: No recent expenses
ar: لا توجد نفقات الأخيرة
hi: कोई हालिया खर्च नहीं
id: Tidak ada pengeluaran baru-baru ini
ja: 最近の経費はありません
pt_br: Sem despesas recentes
ru: Нет недавних расходов
uz: Yaqinda xarajatlar yoʻq

source: No Sales Yet
ar: لا مبيعات بعد
hi: अभी तक कोई बिक्री नहीं
id: Belum ada Sales
ja: 販売はまだありません
pt_br: Nenhuma venda ainda
ru: Продаж пока нет
uz: Hali sotuv yoʻq

source: No Sold Vehicles
ar: لا توجد مركبات مباعة
hi: कोई कार नहीं बिका
id: Tidak Terjual Vehicles
ja: 販売済み車両はありません
pt_br: Nenhum veículo vendido
ru: Нет проданных авто
uz: Sotilgan mashinalar yoʻq

# no_sold_vehicles_msg
source: Vehicles you mark as sold will appear here.
ar: ستظهر هنا المركبات التي حددتها كمباعة.
hi: आपके द्वारा बेचे गए के रूप में चिह्नित कार यहां दिखाई देंगे।
id: Vehicles yang Anda tandai terjual akan muncul di sini.
ja: 販売済みにした車両がここに表示されます。
pt_br: Os veículos que você marcar como vendidos aparecerão aqui.
ru: Здесь появятся проданные автомобили.
uz: Siz sotilgan deb belgilagan avtomobillar shu yerda paydo boʻladi.

# no_spending_data
source: No spending data for this period
ar: لا توجد بيانات الإنفاق لهذه الفترة
hi: इस अवधि के लिए कोई खर्च डेटा नहीं
id: Tidak ada data pengeluaran untuk periode ini
ja: この期間の支出データはありません
pt_br: Não há dados de gastos neste período
ru: Нет данных о расходах за этот период
uz: Bu davr uchun sarf-xarajat maʻlumotlari yoʻq

source: No vehicle linked
ar: لا توجد مركبة مرتبطة
hi: कोई कार लिंक नहीं है
id: Tidak ada kendaraan yang terhubung
ja: 車両未紐付け
pt_br: Nenhum veículo vinculado
ru: Автомобиль не привязан
uz: Hech qanday avtomobil bogʻlanmagan

# no_vehicles_found_msg
source: Add your first vehicle to start tracking inventory and expenses.
ar: أضف سيارتك الأولى لبدء تتبع المخزون والمصروفات.
hi: इन्वेंट्री और खर्चों पर नज़र रखना शुरू करने के लिए अपना पहला कार जोड़ें।
id: Tambahkan kendaraan pertama Anda untuk mulai melacak inventaris dan pengeluaran.
ja: 最初の車両を追加して在庫と経費の管理を開始しましょう。
pt_br: Adicione seu primeiro veículo para começar a monitorar estoque e despesas.
ru: Добавьте первый автомобиль, чтобы начать учет.
uz: Inventarizatsiya va xarajatlarni kuzatishni boshlash uchun birinchi avtomobilingizni qoʻshing.

# no_vehicles_found_title
source: No Vehicles Found
ar: لم يتم العثور على مركبات
hi: कोई कार नहीं मिला
id: Tidak ada Vehicles Ditemukan
ja: 車両が見つかりません
pt_br: Nenhum veículo encontrado
ru: Автомобили не найдены
uz: Hech qanday avtomobil topilmadi

source: None
ar: لا أحد
hi: कोई नहीं
id: Tidak ada
ja: なし
pt_br: Nenhum
ru: Нет
uz: Yoʻq

source: Normal
ar: طبيعي
hi: सामान्य
id: Biasa
ja: 通常
ru: Нормально
uz: Oddiy

source: Not Signed In
ar: لم يتم تسجيل الدخول
hi: साइन इन नहीं है
id: Tidak Masuk
ja: 未サインイン
pt_br: Sem login
ru: Вы не вошли
uz: Tizimga kirmagan

source: Notes (Optional)
ar: ملاحظات (اختياري)
hi: नोट्स (वैकल्पिक)
id: Catatan (Opsional)
ja: メモ（任意）
pt_br: Notas (opcional)
ru: Заметки (опционально)
uz: Eslatmalar (ixtiyoriy)

# notes_placeholder
source: Additional notes...
ar: ملاحظات إضافية...
hi: अतिरिक्त नोट्स...
id: Catatan tambahan...
ja: 追加メモ...
pt_br: Notas adicionais...
ru: Доп. заметки...
uz: Qoʻshimcha eslatmalar...

source: Older
ar: أقدم
hi: पुराना
id: Lebih tua
ja: 古い
pt_br: Mais antigo
ru: Ранее
uz: Kattaroq

source: Oldest First
ar: الأقدم أولاً
hi: सबसे पुराना प्रथम
id: Tertua Pertama
ja: 古い順
pt_br: Mais antigos primeiro
ru: Сначала старые
uz: Eng qadimgi Birinchi

source: Oldest Inventory
ar: أقدم المخزون
hi: सबसे पुरानी सूची
id: Inventaris Terlama
ja: 古い在庫順
pt_br: Estoque mais antigo
ru: Сначала старый склад
uz: Avval eng eski zaxira

source: On Sale
ar: للبيع
hi: बिक्री पर
id: Dijual
ja: 販売中
pt_br: À venda
ru: В продаже
uz: Sotuvda

source: or
ar: أو
hi: या
id: atau
ja: または
ko: 또는
pt_br: ou
ru: или
uz: yoki

source: Outstanding
ar: متميز
hi: उत्कृष्ट
id: Luar biasa
ja: 未払い
pt_br: Excelente
ru: Остаток долга
uz: Ajoyib

source: Owed To Me
ar: المستحق لي
hi: मुझ पर बकाया
id: Berutang Kepada Saya
ja: 受取予定
pt_br: Devido a mim
ru: Мне должны
uz: Mendan Qarzdor

source: Paid
ar: مدفوع
hi: भुगतान किया गया
id: Dibayar
ja: 支払済み
pt_br: Pago
ru: Оплачено
uz: Toʻlangan

source: Paid By
ar: المدفوعة بواسطة
hi: द्वारा भुगतान किया गया
id: Dibayar Oleh
ja: 支払者
pt_br: Pago por
ru: Оплатил
uz: Toʻlovchi

source: Paid From
ar: مدفوع من
hi: से भुगतान किया गया
id: Dibayar Dari
ja: 支払元
pt_br: Pago de
ru: Оплачено с
uz: Kimdan toʻlangan

source: Parking
ar: وقوف المركبات
hi: पार्किंग
id: Parkir
ja: 駐車場代
pt_br: Estacionamento
ru: Парковка
uz: Avtoturargoh
